Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/children_s_rights_and_policy/children_and_rights_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: Children and rights in Ireland
ga: Leanaí agus cearta in Éirinn

source: In Ireland under the Child Care Act 1991, the Children Act 2001 and the United Nations Convention on the Rights of the Child a child is defined as anyone under the age of 18
ga: In Éirinn, déantar leanbh a shainiú faoin Acht um Chúram Leanaí 1991, Acht na Leanaí 2001 agus Coinbhinsiún na Náisiún Aontaithe um Chearta an Linbh mar dhuine ar bith atá faoi 18 mbliana d’aois

source: Unless you are or were married, you cannot enter a legally binding contract until you are aged 18, except for certain contracts such as for apprenticeships or for necessities like food
ga: Mura bhfuil tú nó mura raibh tú pósta, ní féidir leat conradh a dhéanamh atá ina cheangal de réir an dlí go dtí go mbíonn tú 18 mbliana d’aois, seachas conarthaí áirithe, mar a bhaineann le riachtanais cosúil le bia nó do phrintíseachtaí

source: What a child is allowed to do is restricted by his/her age
ga: Bíonn srian aoise ar an méid a cheadaítear do leanbh a dhéanamh

source: This document provides information on such issues that can have an impact on a child’s life
ga: Cuireann an doiciméad seo eolas ar fáil faoi cheisteanna mar sin a mbíonn tionchar acu ar shaol an linbh

source: The Irish education system is made up of primary, second-level, third-level and further education
ga: Cuimsíonn córas oideachais na hÉireann an bhunscoil, scoil dara leibhéal, tríú leibhéal agus breisoideachas

source: Children can attend primary school from the age of 4
ga: Féadfaidh leanaí freastal ar an mbunscoil ó 4 bliana d’aois ar aghaidh

source: To attend second-level they must be aged 12 on 1 January in the first school year of attendance
ga: Caithfidh leanaí a bheith 12 bliana d’aois ar an 1 Eanáir sa chéad bhliain scoile ag an dara leibhéal

source: There is also an Early Childhood Care and Education Scheme for children of pre-school age
ga: Tá freisin Cúram Luath-Óige agus Scéim Oideachais do leanaí aois réamhscoile

source: To be eligible for the scheme they must be at least 3 years of age
ga: Ní mór dóibh a bheith ar a laghad 3 bliana d’aois

source: Attendance at school (or receiving an education) is compulsory from the age of 6 up to age 16 or until students have completed 3 years of second-level education, whichever is the later
ga: Bíonn tinreamh scoile (nó oideachas a fháil) éigeantach ó 6 bliana d’aois go dtí 16 bliana d’aois nó go dtí go gcríochnaíonn mic léinn 3 bliana den oideachas dara leibhéal, cibé is déanaí

source: There is no compulsory early childhood education
ga: Níl aon oideachas luath-óige éigeantach i gceist

source: Tusla - the Child and Family Agency - is the national agency established to ensure that every child attends school regularly, or otherwise receives an appropriate minimum education
ga: Is é an Ghníomhaireach um Leanaí agus an Teaghleach (Tusla) an ghníomhaireacht náisiúnta a bunaíodh le cinntiú go bhfreastalaíonn leanaí ar scoil go rialta nó go bhfaigheann siad oideachas mar is cuí

source: • Monitors school attendance, and takes a range of measures where children do not attend school
ga: • Déanann siad monatóireacht ar thinreamh scoile, agus glacann siad raon bearta i gcásanna nach bhfreastalaíonn leanaí ar an scoil

source: • Maintains a register of children who are not attending a recognised school
ga: • Coinníonn sé clár de leanaí nach bhfuil ag freastal ar scoil aitheanta

source: • Maintains a register of children aged 16 and 17 who leave school early to take up employment and makes arrangements for their continuing education and training in consultation with providers and employers
ga: • Coinníonn sé clár de leanaí atá 16 agus 17 mbliana d’aois a fhágann an scoil go luath le dhul ag obair agus déanann sé socruithe maidir lena n-oideachas agus oiliúint leanúnach i gcomhar le soláthraithe agus fostóirí

source: Parents and guardians have a legal obligation to ensure that their child attends a school or otherwise receives an education
ga: Tá dualgas reachtúil ar thuismitheoirí agus ar chaomhnóirí a chinntiú go bhfreastalaíonn a gcuid leanaí ar scoil nó go bhfaigheann siad oideachas ar bhealach éigin eile

source: If Tusla considers that the parents are failing in their obligation, it sends the parents a School Attendance Notice warning and if the parents fail to comply, they may be prosecuted
ga: Má mheasann an Tusla go bhfuil teipthe ar thuismitheoirí an dualgas sin a chomhlíonadh, seoltar rabhadh chuig tuismitheoirí trí Fhógra Tinreamh Scoile, agus má theipeann ar thuismitheoirí cloí le sonraí an fhógra ina dhiaidh sin, féadfar iad a ionchúiseamh

source: Further information is available in our document on school attendance
ga: Tá tuilleadh eolais ar fáil inár ndoiciméad maidir le tinreamh scoile

source: The Board also intervenes in relation to proposed school expulsions
ga: Déanann an Bord idirghabháil i ndáil le díbirtí ón scoil atá beartaithe freisin

source: Further information is available in our document, Overview of the Irish education system
ga: Tuilleadh eolais ar fáil inár ndoiciméad, Forbhreathnú ar chóras oideachais na hÉireann

source: Under the Protection of Young Persons (Employment) Act 1996 employers cannot employ children under age 16 in regular full-time jobs
ga: Faoin Acht um Chosaint Daoine Óga (Fostaíocht), 1996, ní féidir le fostóirí leanaí faoi bhun 16 bliana d’aois a fhostú i bpoist lánaimseartha

source: Children under age 14 cannot be employed
ga: Ní féidir le leanaí faoi bhun 14 bliana d’aois a bheith fostaithe

source: Children aged 14 and 15 may be employed as follows:
ga: Féadfaidh leanaí atá 14 agus 15 bliana d’aois a bheith fostaithe mar a leanas:

source: • Doing light work during the school holidays – they must have at least 21 days off work during this time
ga: • Is féidir leo obair éadrom a dhéanamh le linn laethanta saoire scoile amháin - caithfidh siad 21 lá saor a bheith acu i rith an ama sin

source: • As part of an approved work experience or educational programme where the work is not harmful to their health, safety or development
ga: • Caithfidh siad a bheith rannpháirteach i gclár oideachais nó taithí oibre atá faofa agus nach ndéanann díobháil do chúrsaí sláinte, sábháilteachta nó forbartha

source: • In film, cultural, advertising work or sport under licences issued by the Minister for Jobs, Enterprise and Innovation
ga: • Obair scannánaíochta, chultúrtha, fhógraíochta nó spóirt faoi cheadúnais atá eisithe ag an Aire Post, Fiontar agus Nuálaíochta

source: Children aged 15 may do 8 hours a week light work in school term time
ga: Féadfaidh leanaí atá 15 bliana d’aois 8 n-uaire in aghaidh na seachtaine d’obair éadrom a dhéanamh le linn téarma na scoile

source: The maximum working week for children outside school term time is 35 hours or up to 40 hours if they are on approved work experience
ga: Is é an líon uaireanta ar a mhéid in aghaidh na seachtaine do leanaí lasmuigh de théarma na scoile ná 35 uair nó suas le 40 uair más taithí oibre atá faofa atá i gceist

source: The maximum working week for children aged 16 and 17 is 40 hours with a maximum of 8 hours a day
ga: Is é an líon uaireanta ar a mhéid in aghaidh na seachtaine do leanaí atá 16 agus 17 mbliana d’aois ná 40 uair agus uasmhéid 8 n-uaire in aghaidh an lae

source: Further information is available in our documents, Hours of work for young people and Rights of young workers
ga: Tuilleadh eolais ar fáil inár ndoiciméad, Uaireanta oibre do dhaoine óga agus Cearta oibrithe óga

source: The National Minimum Wage Act 2000 provides that the minimum wage rate for an experienced adult employee since January 2017 is €9.25 an hour, where an experienced adult employee is an employee who has an employment of any kind in any 2 years over the age of 18
ga: Déanann an tAcht um Pá Íosta Náisiúnta 2000 foráil ó mhí Eanáir 2017 go mbeidh an ráta íosphá d’fhostaí aosach le taithí cothrom le €9.15 san uair, nuair a bhíonn fostaíocht de chineál ar bith ag fostaí aosach le taithí in aon 2 bhliain ar leith os cionn 18 mbliana d’aois

source: An employee under age 18 is entitled to €6.48 per hour or 70% of the minimum wage
ga: Bíonn fostaí faoi bhun 18 mbliana d’aois i dteideal €6.48 san uair nó 70% den phá íosta náisiúnta

source: An employer can pay more
ga: Féadfaidh fostóir níos mó ná sin a íoc

source: An employee is entitled to 80% and 90% of the minimum wage respectively in the first two years of employment over age 18
ga: Bheadh an fostaí i dteideal 80% agus 90% faoi seach den íosphá náisiúnta sa chéad dhá bhliain fostaíochta os cionn 18 mbliana d’aois

source: You can find out more about the National Minimum Wage in our document, Minimum rates of pay in Ireland
ga: Is féidir tuilleadh eolais a fháil faoin Íosphá Náisiúnta inár ndoiciméad, Rátaí pá íosta in Éirinn

source: Apprenticeships and other careers
ga: Printíseachtaí agus gairmeacha eile

source: The minimum age you can pursue certain careers is as follows:
ga: Seo a leanas an aois íosta gur féidir dul le gairmeacha áirithe:

source: • You can become a SOLAS apprentice at age 16
ga: • Is féidir leat a bheith mar phrintíseach le SOLAS ag 16 bliana d’aois

source: • You can become an apprentice in the Army or Air Corps at age 18
ga: • Is féidir leat a bheith mar phrintíseach san Arm nó san Aerchór ag 18 mbliana d’aois

source: • You can join the Army, Air Corps and Naval Service at age 18
ga: • Is féidir leat dul isteach san Arm, san Aerchóir agus sa tSeirbhís Chabhlaigh ag 18 mbliana d’aois

source: • You can join the Garda Síochána at age 18
ga: • Is féidir leat dul isteach sna Gardaí Síochána ag 18 mbliana d’aois

source: (The babysitter's level of maturity and competence are the main attributes a parent should consider)
ga: Níl aon íos-aois dhlíthiúil ann maidir le feighleoireacht leanaí

source: When working, you start paying social insurance contributions from 16 years of age
ga: Nuair a bhíonn duine ag obair, tosaíonn siad ag déanamh ranníocaíochtaí árachais shóisialta ag 16 bliana d’aois

source: However, you cannot claim an unemployment payment, such as Jobseeker’s Benefit or Jobseeker’s Allowance, until age 18
ga: Mar sin féin, ní féidir íocaíochtaí dífhostaíochta a éileamh, cosúil le Sochar Cuardaitheora Poist nó Liúntas Cuardaitheora Poist, go dtí 18 mbliana d’aois

source: You must also meet other criteria in order to qualify
ga: Caithfear critéir eile a shásamh freisin le bheith incháilithe

source: There is no minimum age at which you are liable to pay tax or the Universal Social Charge
ga: Níl aon aois íosta ag a bhfuil tú faoi dhliteanas cáin a íoc nó chun an Muirear Uilíoch Sóisialach a íoc

source: There are certain categories of vehicles that a child under 18 is permitted to drive provided he/she has a learner permit or driving licence
ga: Tá catagóirí feithiclí áirithe ann ina gceadaítear do leanbh faoi bhun 18 mbliana d’aois tiomáint nuair a bhíonn ceadúnas foghlaimeora nó ceadúnas tiomána aige/aici

source: The categories are as follows:
ga: Seo a leanas na catagóirí:

source: │Category│Vehicle type │age of │ │ │ │driver │
ga: │Catagóir│Cineál feithicle │Aois íosta an tiománaí │

source: │AM │Mopeds and tricycles with a maximum speed of 45kph and light │16 │ │ │quadricycles │years │
ga: │AM │Móipéidí agus trírothaigh le luas uasta 45kph agus cuadrothair éadrom │16 bliana d’aois │

source: │ │Motorcycles of 11kW or less and 125cc or less, with a maximum │16 │ │A1 │power/weight ratio of 0.1kW/kg, and motor tricycles of 15kW or │years │ │ │less │ │
ga: │A1 │Gluaisrothair 11kW nó níos lú agus 125cc nó níos lú, le cóimheas uasta cumhachta / meáchain de 0.1kW / kg, agus trírothaigh mótair de 15kW nó níos lú │16 bliana d’aois │

source: │ │Vehicles with seats for up to 8 passengers and a maximum weight of│17 │ │B │3,500kg (includes pulling a trailer where the maximum weight of │years │ │ │the trailer when fully loaded is 750kg or less) │ │
ga: │B │Feithiclí le suíocháin do suas le 8 paisinéirí agus uas-mheáchan de 3,500kg (a chuimsíonn leantóir a tharraingt sa chás nach dtéann uas-mheáchan an leantóra thar 750kg nuair atá sé lódáilte go hiomlán) │17 mbliana d’aois │

source: │W │Work vehicles with or without a trailer, such as a land tractor or│16 │ │ │JCB │years │
ga: │W │Feithiclí oibre le leantóir nó dá uireasa, cosúil le tarracóir talún nó JCB │16 bliana d’aois │

source: A motorist must pass the driver theory test before applying for a first learner permit
ga: Caithfidh tiománaí an tástáil teoirice tiomána a phasáil sula ndéanann sé/sí iarratas ar an gcéad cheadúnas foghlama

source: You can take a driver theory test at any age
ga: Is féidir tástáil teoirice tiomána a ghlacadh ag aois ar bith

source: However, you must submit your pass certificate to a Motor Tax Office with your application for a first learner permit within two years of passing the theory test or the test certificate will have expired
ga: Mar sin féin, caithfear do theastas pas a sheoladh chuig an Oifig Mhótarchánach mar aon leis an iarratas ar an gcéad cheadúnas foghlama laistigh de dhá bhliain ó phasáil na tástála teoirice nó beidh an teastas tástála as dáta

source: You cannot drive any craft with an engine over 3.7kW (5hp) unless you are at least 12 years of age
ga: Ní féidir leat tiomáint ar bith ceardaíochta le hinneall níos mó ná 3.7kW (5hp) mura rud é go bhfuil tú ar a laghad 12 bliain d'aois

source: You have to be at least 16 years of age before you can drive a personal watercraft (jet ski) or a powerboat/motorboat that is capable of 17 knots or more
ga: Ní mór duit a bheith ar a laghad 16 bliana d'aois sular féidir leat tiomáint ar árthach uisce pearsanta (scaird sciála) nó cumhacht bád / bád mótair atá in ann 17 muirmhíle nó níos mó

source: Children cannot book a holiday or a flight until they are 18 years of age
ga: Ní féidir le leanaí saoire nó eitilt a chur in áirithint go dtí go mbíonn siad 18 mbliana d’aois

source: In general, they cannot travel unaccompanied until they are aged 16
ga: Go ginearálta, ní féidir leo taisteal gan tionlacan go dtí go mbíonn siad 16 bliana d’aois

source: Otherwise they must be accompanied by someone aged 16 or over
ga: Nó caithfidh leanaí a bheith faoi thionlacan duine atá 16 bliana d’aois nó níos sine

source: There are two types of passports for children
ga: Tá dhá chineál pas do leanaí ann

source: Three-year passports are available for children under 3, and five-year passports are available for children aged between 3-17 years. Parental consent is required when applying
ga: Bíonn pasanna trí bliana ar fáil do leanaí faoi bhun 3 bliana d’aois, agus pasanna cúig bliana do leanaí atá idir 3-17 mbliana d’aois

source: It is not possible to apply online for a passport for someone under 18 years of age
ga: Bíonn toiliú tuismitheora riachtanach nuair atá iarratas á dhéanamh

source: You can apply for a ten-year passport when you are 18 years of age or over
ga: Féadfar iarratas a dhéanamh ar phas deich mbliana nuair atá tú 18 mbliana d’aois nó níos sine

source: You have to be at least 18 years of age to apply for an Irish passport card which can be used for travel within the EU/EEA
ga: Caithfidh tú a bheith ar a laghad 18 bliain d'aois sular féidir leat iarratas a dhéanamh ar chárta phas Éireannach gur féidir a úsáid chun taisteal laistigh den AE / LEE

source: Under the Intoxicating Liquor Act 2003, it is an offence to buy alcohol or for someone to buy it for you, if you are under age 18
ga: Faoi na hAchtanna Deochanna Meisciúla, is cion é alcól a cheannach nó duine a fháil chun alcól a cheannach duit, má bhíonn siad faoi bhun 18 mbliana d’aois

source: It is also an offence for you to drink alcohol unless you are in a private residence and have your parents’ consent
ga: Is cion é do leanaí alcól a ól mura bhfuil siad i dteach phríobháideach agus toiliú tuismitheora acu

source: It is an offence for you to be in an off-licence unless you are with a parent or guardian
ga: Is cion é do leanaí a bheith i siopa eischeadúnais mura bhfuil siad in éineacht le tuismitheoir nó caomhnóir

source: Children are only allowed on licensed premises if they are with a parent or guardian, but this provision carries certain restrictions
ga: Ní cheadaítear do leanaí a bheith ar áitreabh ceadúnaithe ach amháin má bhíonn siad in éineacht le tuismitheoir nó caomhnóir, ach tá srianta áirithe i gceist leis an bhforáil sin

source: If accompanied by a parent/guardian, a child may remain on the premises up to 9pm (10pm from May to September) unless the licence holder feels this is harmful to the child's health, safety and welfare
ga: Má bhíonn leanbh faoi thionlacan tuismitheora/caomhnóra, féadfar fanacht ar an áitreabh go dtí 9in (10in ó Bhealtaine go Meán Fómhair) mura n-airíonn sealbhóir an cheadúnais go bhféadfaí díobháil a dhéanamh do shláinte, do shábháilteacht agus do leas an linbh

source: Children aged between 15-17 years may remain on the premises after 9pm where they are attending a private function at which a substantial meal is served
ga: Féadfaidh leanaí atá 15-17 bliana d’aois fanacht ar an áitreabh tar éis 9in nuair a bhíonn siad ag freastal ar ócáid phríobháideach ina bhfuil béile suntasach ar fáil

source: Under the Intoxicating Liquor Act 2008 the Gardaí have the power to seize alcohol in the possession of a child under 18 years of age where the Gardaí have reasonable cause to believe that the alcohol will be consumed by a child under 18 years in a public place
ga: Faoin Acht Deochanna Meisciúla 2008, tá cumhacht ag na Gardaí alcól a ghabháil nuair a bhíonn sé ag leanbh atá faoi bhun 18 mbliana d’aois agus nuair atá cúis réasúnta acu a chreidiúint go ndéanfaidh leanbh faoi bhun 18 mbliana d’aois alcól a ól in áit phoiblí

source: Further information is available in our document, Alcohol and the law
ga: Tuilleadh eolais ar fáil inár ndoiciméad, Alcól agus an dlí

source: Under the Public Health (Tobacco) Act 2002 it is an offence to sell cigarettes or other tobacco products to anyone under the age of 18
ga: Faoin Acht Sláinte Poiblí (Tobac) 2002, is cion é toitíní nó táirgí tobac eile a dhíol le duine ar bith faoi 18 mbliana d’aois

source: If you are under 18 years of age, from January 2016 you cannot smoke in a car
ga: Má tá tú faoi 18 mbliana d'aois, ón Eanáir 2016 ní féidir leat deataigh i gcarr

source: Also, no one else can smoke while you are in the car
ga: Ina theannta sin, ní féidir aon duine eile deataigh agus tú sa charr

source: You cannot buy a Lotto ticket or make a bet until you are 18 years of age
ga: Ní féidir leat ticéad Lató a cheannach nó geall a chur go dtí go mbíonn tú 18 mbliana d’aois

source: Under the Betting Act 1931 it is an offence for a child under age 18 to be in a bookmakers
ga: Faoin Acht um Chearrbhachas 1931, is cion é do leanaí a bheith i siopa geallghlacadóra ar bith

source: However, under the Gaming and Lotteries Act 1956 you can engage in gaming at an amusement hall or funfair from the age of 16
ga: Mar sin féin, faoin Acht um Chearrbhachas agus Crannchuir 1956 féadfar a bheith i mbun cearrbhachais i halla siamsaíochta nó ag aonach siamsaíochta ag 16 bliana d’aois

source: Films, videos and computer games
ga: Scannáin, físeáin agus cluichí ríomhaire

source: What films you can watch in the cinema depends on the film’s classification
ga: Bíonn na scannáin is féidir leat a fheiceáil sa phictiúrlann ag brath ar rangúchán na scannán sin

source: The film classifications currently in use are as follows:
ga: Seo a leanas na rangúcháin scannán atá in úsáid faoi láthair:

source: • G: The film is suitable for everyone including children of school going age
ga: • G: Tá an scannán feiliúnach do gach duine lena n-áirítear leanaí atá ar aois scoile

source: • PG: While the film may be watched by unaccompanied children, parental guidance is recommended as to its suitability for children under 12 years of age
ga: • PG: Cé gur féidir le leanaí breathnú ar an scannán gan tionlacan, moltar treoir tuismitheora a bheith i gceist maidir le feiliúnacht an ábhair do leanaí faoi bhun 12 bliana d’aois

source: • 12A: While the film is considered suitable only for children aged 12 or over, a child under age 12 may be admitted to see the film if he/she is accompanied by a parent or guardian
ga: • 12A: Cé go meastar an scannán a bheith feiliúnach do leanaí atá 12 bliana d’aois nó níos sine, féadfar leanbh faoi bhun 12 bliana d’aois a scaoileadh isteach chun breathnú ar an scannán má bhíonn sé/sí faoi thionlacan tuismitheora nó caomhnóra

source: • 15A: While the film is considered suitable only for children aged 15 or over, a child under age 15 may be admitted to see the film if he/she is accompanied by a parent or guardian
ga: • 15A: Cé go meastar an scannán a bheith feiliúnach do leanaí atá 15 bliana d’aois nó níos sine, féadfar leanbh faoi bhun 15 bliana d’aois a scaoileadh isteach chun breathnú ar an scannán má bhíonn sé/sí faoi thionlacan tuismitheora nó caomhnóra

source: • 16: The film is considered to be suitable for children aged 16 or over
ga: • 16: Meastar go bhfuil an scannán feiliúnach do leanaí atá 16 bliana d’aois nó níos sine

source: Children under this age cannot be admitted to screenings
ga: Ní féidir cead isteach chuig an scannán a cheadú do leanaí faoin aois sin

source: • 18: The film is considered suitable for persons age 18 or over
ga: • 18: Meastar go bhfuil an scannán feiliúnach do dhaoine atá 18 mbliana d’aois nó níos sine

source: Further information is available in our document, Censorship of films in Ireland
ga: Tuilleadh eolais ar fáil inár ndoiciméad, Cinsearacht ar scannáin in Éirinn

source: A similar classification system is used for renting or buying Videos and DVDs:
ga: Úsáidtear córas rangúcháin den chineál céanna maidir le Físeáin agus DVDanna a fháil ar cíos nó a cheannach:

source: • G: The video/DVD is suitable for viewers generally
ga: • G: Tá an físeán/DVD feiliúnach don lucht féachana go ginearálta

source: • PG: The video/DVD is suitable for viewers generally, but parental guidance is recommended for children under 12
ga: • PG: Tá an físeán/DVD feiliúnach don lucht féachana go ginearálta, ach moltar tionlacan tuismitheora do leanaí faoi bhun 12 bliana d’aois

source: • 12: The video/DVD is suitable for people aged 12 or over
ga: • 12: Tá an físeán/DVD feiliúnach do dhaoine atá 12 bliana d’aois nó níos sine

source: • 15: The video/DVD is suitable for people aged 15 or over
ga: • 15: Tá an físeán/DVD feiliúnach do dhaoine atá 15 bliana d’aois nó níos sine

source: • 18: The video/DVD is suitable for persons age 18 or over
ga: • 18: Tá an físeán/DVD feiliúnach do dhaoine atá 18 mbliana d’aois nó níos sine

source: Further information is available in our document, Censorship of video and DVD recordings
ga: Tuilleadh eolais ar fáil inár ndoiciméad, Cinsearacht ar thaifid físeáin agus DVD

source: Ireland uses the Pan-European Game Information (PEGI) age rating system for the classification of computer games
ga: Úsáidtear an Córas Uile-Eorpach Faisnéise do Chluichí (PEGI) in Éirinn - córas rátála de réir aoise maidir le rangúchán cluichí aoise

source: It is a voluntary system that retailers selling computer games are expected to follow
ga: Is córas deonach é a bhíonn le leanúint ag miondíoltóirí cluichí ríomhairí

source: The classifications are as follows:
ga: Seo a leanas na réimsí rangúcháin:

source: • 3+: The game content is suitable for all age groups
ga: • 3+: Ábhar an chluiche feiliúnach do gach aoisghrúpa

source: • 7+: The game content is suitable for children aged 7 or over
ga: • 7+: Ábhar an chluiche feiliúnach do leanaí atá 7 mbliana d’aois nó níos sine
